Repository: bugrahaneefe/spyword_app
Catalog: spyword/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt_pt, tr

source: Create Game
de: Spiel erstellen
es: Crear partida
fr: Créer une partie
it: Crea partita
pt_pt: Criar jogo
tr: Oyun Yarat

source: Join Game
de: Spiel beitreten
es: Unirse a la partida
fr: Rejoindre une partie
it: Unisciti alla partita
pt_pt: Entrar no jogo
tr: Oyuna Katıl

source: Start
es: Iniciar
fr: Démarrer
it: Avvia
pt_pt: Iniciar
tr: Başla

# language_title
source: Language Selection
de: Sprachauswahl
es: Selección de idioma
fr: Sélection de la langue
it: Selezione della lingua
pt_pt: Seleção de idioma
tr: Dil Tercihi

# language_turkish
source: Turkish
de: Türkisch
es: Turco
fr: Turc
it: Turco
pt_pt: Turco
tr: Türkçe

# language_english
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
pt_pt: Inglês
tr: İngilizce

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_pt: Fechar
tr: Kapat

source: Change language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua
pt_pt: Alterar idioma
tr: Dili değiştir

source: Preparing Room
de: Raum wird vorbereitet
es: Preparando la sala
fr: Préparation de la salle
it: Preparazione della stanza
pt_pt: Preparando a sala
tr: Oda Hazırlanıyor

source: Your name
de: Dein Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
pt_pt: Seu nome
tr: Kendi isminiz

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pt_pt: Copiar
tr: Kopyala

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt_pt: Avançar
tr: İleri

# room_creation_failed
source: Room couldn't be created: %@
de: Raum konnte nicht erstellt werden: %@
es: No se pudo crear la sala: %@
fr: La salle n’a pas pu être créée : %@
it: Impossibile creare la stanza: %@
pt_pt: Não foi possível criar a sala: %@
tr: Oda oluşturulamadı: %@

# name_add_failed
source: Name couldn't be added: %@
de: Name konnte nicht hinzugefügt werden: %@
es: No se pudo añadir el nombre: %@
fr: Le nom n’a pas pu être ajouté : %@
it: Impossibile aggiungere il nome: %@
pt_pt: Não foi possível adicionar o nome: %@
tr: İsim eklenemedi: %@

# status_waiting
source: Waiting
de: Warten
es: En espera
fr: En attente
it: In attesa
pt_pt: Aguardando
tr: Bekleniyor

# status_arranging
source: Arranging
de: Wird eingerichtet
es: Organizando
fr: Organisation en cours
it: Organizzazione in corso
pt_pt: Organizando
tr: Düzenleniyor

# status_started
source: Started
de: Gestartet
es: Iniciado
fr: Démarré
it: Avviato
pt_pt: Iniciado
tr: Başladı

# status_in_game
source: In Game
de: Im Spiel
es: En juego
fr: En jeu
it: In gioco
pt_pt: Em jogo
tr: Oyunda

# status_guess_ready
source: Guess Ready
de: Bereit zum Raten
es: Listo para adivinar
it: Pronto a indovinare
tr: Tahmine Hazır

# status_guessing
source: Guessing
de: Es wird geraten
es: Adivinando
it: Si sta indovinando
tr: Tahmin Ediliyor

# status_result
source: Result
de: Ergebnis
es: Resultado
it: Risultato
tr: Sonuç

# room_status_accessibility
source: Room status:
de: Raumstatus:
es: Estado de la sala:
fr: Statut de la salle :
it: Stato della stanza:
pt_pt: Status da sala:
tr: Oda durumu:

source: End Game
de: Spiel beenden
es: Terminar partida
fr: Terminer la partie
it: Termina partita
pt_pt: Encerrar jogo
tr: Bitir

# round_progress
source: Round: %1$d / %2$d
de: Runde: %1$d / %2$d
es: Ronda: %1$d / %2$d
fr: Manche : %1$d / %2$d
it: Manche: %1$d / %2$d
pt_pt: Rodada: %1$d / %2$d
tr: Tur: %1$d / %2$d

# not_selected
source: You were not selected for this game.
de: Du wurdest für dieses Spiel nicht ausgewählt.
es: No fuiste seleccionado para esta partida.
fr: Vous n’avez pas été sélectionné pour cette partie.
it: Non sei stato selezionato per questa partita.
pt_pt: Você não foi selecionado para este jogo.
tr: Bu oyun için seçilmediniz.

source: Back to Room
de: Zurück zum Raum
es: Volver a la sala
fr: Retour à la salle
it: Torna alla stanza
pt_pt: Voltar à sala
tr: Odaya Dön

# tap_to_reveal
source: Tap to reveal your role:
de: Tippe, um deine Rolle zu zeigen:
es: Toca para revelar tu rol:
fr: Touchez pour révéler votre rôle :
it: Tocca per rivelare il tuo ruolo:
pt_pt: Toque para revelar seu papel:
tr: Rolünü görmek için bas:

# show_role
source: Show My Role
de: Meine Rolle anzeigen
es: Mostrar mi rol
fr: Afficher mon rôle
it: Mostra il mio ruolo
pt_pt: Mostrar meu papel
tr: Rolümü Göster

# game_word
source: Word: %@
de: Wort: %@
es: Palabra: %@
fr: Mot : %@
it: Parola: %@
pt_pt: Palavra: %@
tr: Kelime: %@

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt_pt: Continuar
tr: Devam Et

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
it: Giocatori
pt_pt: Jogadores
tr: Oyuncular

source: No players
de: Keine Spieler
es: Sin jugadores
fr: Aucun joueur
it: Nessun giocatore
pt_pt: Sem jogadores
tr: Oyuncu yok

# role_spy
source: Your role: SPY 🕵️‍♂️
de: Deine Rolle: SPION 🕵️‍♂️
es: Tu rol: ESPÍA 🕵️‍♂️
fr: Votre rôle : ESPION 🕵️‍♂️
it: Il tuo ruolo: SPIA 🕵️‍♂️
pt_pt: Seu papel: ESPIÃO 🕵️‍♂️
tr: Rolün: CASUS 🕵️‍♂️

# role_knower
source: Your role: Knower ✅
de: Deine Rolle: Wissende/r ✅
es: Tu rol: Conocedor ✅
fr: Votre rôle : Connaissant ✅
it: Il tuo ruolo: Conoscente ✅
pt_pt: Seu papel: Conhecedor ✅
tr: Rolün: Bilen ✅

# role_pending
source: Your role is being assigned…
de: Deine Rolle wird zugewiesen…
es: Tu rol está siendo asignado…
fr: Votre rôle est en cours d’attribution…
it: Il tuo ruolo è in assegnazione…
pt_pt: Seu papel está sendo atribuído…
tr: Rolün belirleniyor…

# room_info_error
source: Room info could not be loaded.
de: Rauminfo konnte nicht geladen werden.
es: No se pudieron cargar los datos de la sala.
fr: Impossible de charger les informations de la salle.
it: Impossibile caricare le informazioni della stanza.
pt_pt: Não foi possível carregar as informações da sala.
tr: Oda bilgisi okunamadı.

# game_settings_title
source: Game Settings
de: Spieleinstellungen
es: Ajustes del juego
fr: Paramètres du jeu
it: Impostazioni di gioco
pt_pt: Configurações do jogo
tr: Oyun Ayarları

# word_section
source: Word
de: Wort
es: Palabra
fr: Mot
it: Parola
pt_pt: Palavra
tr: Kelime

# word_mode_random
source: Start with a random word
de: Mit einem zufälligen Wort starten
es: Comenzar con una palabra aleatoria
fr: Commencer avec un mot aléatoire
it: Inizia con una parola casuale
pt_pt: Começar com uma palavra aleatória
tr: Rastgele kelimeyle başla

# word_mode_custom
source: Enter your own
de: Eigenes eingeben
es: Ingresar la tuya
fr: Saisir le vôtre
it: Inserisci la tua
pt_pt: Inserir a sua
tr: Kendin gir

source: Enter word
de: Wort eingeben
es: Ingresar palabra
fr: Saisir un mot
it: Inserisci parola
pt_pt: Inserir palavra
tr: Kelimeyi yaz

# custom_word_note
source: Note: If the host enters the word, the host automatically becomes the knower.
de: Hinweis: Wenn der Host das Wort eingibt, wird der Host automatisch zur/zum Wissenden.
es: Nota: Si el anfitrión ingresa la palabra, se convierte automáticamente en Conocedor.
fr: Remarque : Si l’hôte saisit le mot, il devient automatiquement le Connaissant.
it: Nota: Se l’host inserisce la parola, diventa automaticamente il Conoscente.
pt_pt: Observação: Se o anfitrião inserir a palavra, ele se torna automaticamente o Conhecedor.
tr: Not: Kelimeyi kurucu girerse, kurucu otomatik bilen olur.

source: Numeric Settings
de: Numerische Einstellungen
es: Ajustes numéricos
fr: Paramètres numériques
it: Impostazioni numeriche
pt_pt: Configurações numéricas
tr: Sayısal Ayarlar

# spy_count
source: Number of spies
de: Anzahl der Spione
es: Número de espías
fr: Nombre d’espions
it: Numero di spie
pt_pt: Número de espiões
tr: Casus sayısı

# round_count
source: Number of rounds
de: Anzahl der Runden
es: Número de rondas
fr: Nombre de manches
it: Numero di manche
pt_pt: Número de rodadas
tr: Tur sayısı

source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
it: Menu principale
pt_pt: Menu principal
tr: Ana Menü

# join_room_title
source: Join Room
de: Raum beitreten
es: Unirse a la sala
fr: Rejoindre une salle
it: Unisciti alla stanza
pt_pt: Entrar na sala
tr: Odaya Katıl

source: Recent Rooms
de: Zuletzt verwendete Räume
es: Salas recientes
fr: Salles récentes
it: Stanze recenti
pt_pt: Salas recentes
tr: Son Odalar

# join_button
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti
pt_pt: Entrar
tr: Katıl

# loading_text
source: Loading...
de: Laden…
es: Cargando…
fr: Chargement…
it: Caricamento…
pt_pt: Carregando…
tr: Bekleniyor...

# room_code_placeholder
source: Room Code (6 digits)
de: Raumcode (6 Ziffern)
es: Código de sala (6 dígitos)
fr: Code de salle (6 chiffres)
it: Codice stanza (6 cifre)
pt_pt: Código da sala (6 dígitos)
tr: Oda Kodu (6 haneli)

# nickname_placeholder
source: Nickname
de: Spitzname
es: Apodo
fr: Surnom
it: Soprannome
pt_pt: Apelido
tr: İsim

# invalid_room_code_error
source: Please enter a valid 6-digit room code.
de: Bitte einen gültigen 6-stelligen Raumcode eingeben.
es: Ingresa un código de sala válido de 6 dígitos.
fr: Veuillez saisir un code de salle à 6 chiffres valide.
it: Inserisci un codice stanza valido di 6 cifre.
pt_pt: Insira um código de sala válido de 6 dígitos.
tr: Geçerli 6 haneli oda kodu giriniz.

# empty_nickname_error
source: Please enter a nickname.
de: Bitte einen Spitznamen eingeben.
es: Ingresa un apodo.
fr: Veuillez saisir un surnom.
it: Inserisci un soprannome.
pt_pt: Insira um apelido.
tr: Lütfen bir isim girin.

# room_not_found_error
source: Room not found or invalid.
de: Raum nicht gefunden oder ungültig.
es: Sala no encontrada o inválida.
fr: Salle introuvable ou invalide.
it: Stanza inesistente o non valida.
pt_pt: Sala não encontrada ou inválida.
tr: Oda bulunamadı veya geçerli değil.

# host_not_ready_error
source: Please wait for the host to enter a name and press 'Next'.
de: Bitte warte, bis der Host einen Namen eingibt und „Weiter“ drückt.
es: Espera a que el anfitrión ingrese un nombre y pulse «Siguiente».
fr: Veuillez attendre que l’hôte saisisse un nom et appuie sur « Suivant ».
it: Attendi che l’host inserisca un nome e prema «Avanti».
pt_pt: Aguarde o anfitrião inserir um nome e tocar em «Avançar».
tr: Kurucunun ismini girip 'İleri' basmasını bekleyin.

# join_failed_error
source: Join failed: %@
de: Beitritt fehlgeschlagen: %@
es: Fallo al unirse: %@
fr: Échec de la jonction : %@
it: Impossibile unirsi: %@
pt_pt: Falha ao entrar: %@
tr: Katılım başarısız: %@

source: Room Code: %@
de: Raumcode: %@
es: Código de sala: %@
fr: Code de salle : %@
it: Codice stanza: %@
pt_pt: Código da sala: %@
tr: Oda Kodu: %@

source: You are here
de: Du bist hier
es: Estás aquí
fr: Vous êtes ici
it: Sei qui
pt_pt: Você está aqui
tr: Sen buradasın

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
pt_pt: Remover
tr: Kaldır

source: Start Game
de: Spiel starten
es: Iniciar partida
fr: Démarrer la partie
it: Avvia partita
pt_pt: Iniciar jogo
tr: Oyunu Başlat

# removed_from_room_title
source: You have been removed from the room
de: Du wurdest aus dem Raum entfernt
es: Has sido expulsado de la sala
fr: Vous avez été retiré de la salle
it: Sei stato rimosso dalla stanza
pt_pt: Você foi removido da sala
tr: Odadan Kaldırıldınız

# removed_from_room_message
source: You were kicked out by the host.
de: Du wurdest vom Host entfernt.
es: El anfitrión te expulsó.
fr: Vous avez été expulsé par l’hôte.
it: Sei stato espulso dall’host.
pt_pt: Você foi expulso pelo anfitrião.
tr: Kurucu tarafından odadan çıkarıldınız.

source: Select Players
de: Spieler auswählen
es: Seleccionar jugadores
fr: Sélectionner des joueurs
it: Seleziona giocatori
pt_pt: Selecionar jogadores
tr: Oyuncu Seç

# selected_count
source: %d selected
de: %d ausgewählt
es: %d seleccionado(s)
fr: %d sélectionné(s)
it: %d selezionato/i
pt_pt: %d selecionado(s)
tr: %d seçili

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pt_pt: Selecionar todos
tr: Hepsini Seç

source: Clear
de: Leeren
es: Limpiar
fr: Effacer
it: Pulisci
pt_pt: Limpar
tr: Temizle

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt_pt: Opções
tr: Seçenekler

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar
tr: İptal

# room_title_with_code
source: Room: %@
de: Raum: %@
es: Sala: %@
fr: Salle : %@
it: Stanza: %@
pt_pt: Sala: %@
tr: Oda: %@

# revealing_in_seconds
source: Revealing in %d seconds…
de: Wird in %d Sekunden enthüllt…
es: Revelando en %d segundos…
fr: Révélation dans %d secondes…
it: Rivelazione tra %d secondi…
pt_pt: Revelando em %d segundos…
tr: Rolün %d saniye içinde görünecek…

source: Spy
de: Spion
es: Espía
fr: Espion
it: Spia
pt_pt: Espião
tr: Casus

source: Knower
de: Wissende/r
es: Conocedor
fr: Connaissant
it: Conoscente
pt_pt: Conhecedor
tr: Bilen

source: Pending role…
de: Rolle ausstehend…
es: Rol pendiente…
fr: Rôle en attente…
it: Ruolo in sospeso…
pt_pt: Papel pendente…
tr: Rol belirleniyor…

# round_with_word
source: Round %1$d: %2$@
de: Runde %1$d: %2$@
es: Ronda %1$d: %2$@
fr: Manche %1$d : %2$@
it: Manche %1$d: %2$@
pt_pt: Rodada %1$d: %2$@
tr: Tur %1$d: %2$@

source: Send Word
de: Wort senden
es: Enviar palabra
fr: Envoyer le mot
it: Invia parola
pt_pt: Enviar palavra
tr: Kelimeyi Gönder

source: Guess the Spy
de: Den Spion erraten
es: Adivinar al espía
fr: Deviner l’espion
it: Indovina la spia
pt_pt: Adivinhar o espião
tr: Casusu Tahmin Et

source: Who is the spy?
de: Wer ist der Spion?
es: ¿Quién es el espía?
fr: Qui est l’espion ?
it: Chi è la spia?
pt_pt: Quem é o espião?
tr: Casus kim?

source: Vote
de: Abstimmen
es: Votar
fr: Voter
it: Vota
pt_pt: Votar
tr: Oy Ver

# voted_waiting_others
source: You’ve voted. Waiting for others…
de: Du hast abgestimmt. Warten auf andere…
es: Ya votaste. Esperando a los demás…
fr: Vous avez voté. En attente des autres…
it: Hai votato. In attesa degli altri…
pt_pt: Você votou. Aguardando os outros…
tr: Oy verdiniz. Diğerleri bekleniyor…

# all_voted_waiting_host
source: All votes are in. Waiting for host…
de: Alle Stimmen sind abgegeben. Warten auf Host…
es: Todos han votado. Esperando al anfitrión…
fr: Tous les votes sont entrés. En attente de l’hôte…
it: Tutti hanno votato. In attesa dell’host…
pt_pt: Todos votaram. Aguardando o anfitrião…
tr: Tüm oylar geldi. Kurucu bekleniyor…

source: Finish Voting
de: Abstimmung beenden
es: Finalizar votación
fr: Terminer le vote
it: Termina votazione
pt_pt: Finalizar votação
tr: Oylamayı Bitir

# result_correct_spy_found
source: Correct! The spy was found.
de: Richtig! Der Spion wurde gefunden.
es: ¡Correcto! Se encontró al espía.
fr: Correct ! L’espion a été trouvé.
it: Corretto! La spia è stata trovata.
pt_pt: Correto! O espião foi encontrado.
tr: Doğru! Casus bulundu.

# result_wrong_spy_escaped
source: Wrong! The spy escaped.
de: Falsch! Der Spion ist entkommen.
es: ¡Incorrecto! El espía escapó.
fr: Faux ! L’espion s’est échappé.
it: Sbagliato! La spia è scappata.
pt_pt: Errado! O espião escapou.
tr: Yanlış! Casus kaçtı.

# result_no_clear
source: No clear result.
de: Kein eindeutiges Ergebnis.
es: Sin resultado claro.
fr: Aucun résultat clair.
it: Nessun risultato chiaro.
pt_pt: Sem resultado claro.
tr: Net bir sonuç yok.

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt_pt: Desconhecido
tr: Bilinmiyor

source: Game starts!
de: Das Spiel beginnt!
es: ¡Comienza el juego!
fr: La partie commence !
it: Il gioco inizia!
pt_pt: O jogo vai começar!
tr: Oyun başlıyor!

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
pt_pt: Copiado
tr: Kopyalandı

# total_spies_count
source: Total Spies: %d
de: Gesamtzahl der Spione: %d
es: Espías totales: %d
fr: Nombre total d’espions : %d
it: Spie totali: %d
pt_pt: Total de espiões: %d
tr: Toplam Casus: %d

# select_n_players
source: Select %d player(s).
de: Wähle %d Spieler.
es: Selecciona %d jugador(es).
fr: Sélectionnez %d joueur(s).
it: Seleziona %d giocatore/i.
pt_pt: Selecione %d jogador(es).
tr: %d oyuncu seçin.

# result_all_spies_found
source: Excellent! All spies were found.
de: Großartig! Alle Spione wurden gefunden.
es: ¡Excelente! Se encontraron todos los espías.
fr: Excellent ! Tous les espions ont été trouvés.
it: Eccellente! Tutte le spie sono state trovate.
pt_pt: Excelente! Todos os espiões foram encontrados.
tr: Harika! Tüm casuslar bulundu.

# result_some_spies_found
source: Partial success! Some spies were found.
de: Teilerfolg! Einige Spione wurden gefunden.
es: ¡Éxito parcial! Se encontraron algunos espías.
fr: Succès partiel ! Certains espions ont été trouvés.
it: Successo parziale! Alcune spie sono state trovate.
pt_pt: Sucesso parcial! Alguns espiões foram encontrados.
tr: Kısmi başarı! Bazı casuslar bulundu.

# result_spies_escaped
source: Nope! The spies escaped.
de: Nein! Die Spione sind entkommen.
es: ¡No! Los espías escaparon.
fr: Non ! Les espions se sont échappés.
it: No! Le spie sono scappate.
pt_pt: Não! Os espiões escaparam.
tr: Olmadı! Casuslar kaçtı.

source: Your Turn!
de: Du bist dran!
es: ¡Tu turno!
fr: À vous de jouer !
it: Tocca a te!
pt_pt: Sua vez!
tr: Sıra sende!

# how_to_play_title
source: How to Play
de: So wird gespielt
es: Cómo jugar
fr: Comment jouer
it: Come giocare
pt_pt: Como jogar
tr: Nasıl Oynanır

# how_intro
source: SpyWord is a social deduction game. Some players know a secret word; the spy doesn’t. Follow the steps below to get started.
de: SpyWord ist ein soziales Deduktionsspiel. Einige Spieler kennen ein geheimes Wort; der Spion nicht. Folge den Schritten unten, um zu starten.
es: SpyWord es un juego de deducción social. Algunos jugadores conocen una palabra secreta; el espía no. Sigue los pasos a continuación para comenzar.
fr: SpyWord est un jeu de déduction sociale. Certains joueurs connaissent un mot secret ; l’espion non. Suivez les étapes ci-dessous pour commencer.
it: SpyWord è un gioco di deduzione sociale. Alcuni giocatori conoscono una parola segreta; la spia no. Segui i passaggi sotto per iniziare.
pt_pt: SpyWord é um jogo de dedução social. Alguns jogadores sabem uma palavra secreta; o espião não. Siga os passos abaixo para começar.
tr: SpyWord bir sosyal çıkarım oyunudur. Bazı oyuncular gizli kelimeyi bilir; casus bilmez. Başlamak için adımları izleyin.

# how_step_1
source: 1. Create or join a room. The host picks players and sets the rules.
de: 1. Erstelle oder tritt einem Raum bei. Der Host wählt die Spieler aus und legt die Regeln fest.
es: 1. Crea o únete a una sala. El anfitrión elige jugadores y establece las reglas.
fr: 1. Créez ou rejoignez une salle. L’hôte choisit les joueurs et définit les règles.
it: 1. Crea o unisciti a una stanza. L’host sceglie i giocatori e imposta le regole.
pt_pt: 1. Crie ou entre em uma sala. O anfitrião escolhe jogadores e define as regras.
tr: 1. Bir oda oluşturun ya da bir odaya katılın. Ev sahibi oyuncuları seçer ve kuralları belirler.

# how_step_2
source: 2. Roles are assigned in secret (Knower or Spy). Reveal your role and tap Continue.
de: 2. Rollen werden geheim zugewiesen (Wissende/r oder Spion). Zeige deine Rolle und tippe auf Weiter.
es: 2. Los roles se asignan en secreto (Conocedor o Espía). Revela tu rol y toca Continuar.
fr: 2. Les rôles sont attribués en secret (Connaissant ou Espion). Révélez votre rôle et touchez Continuer.
it: 2. I ruoli sono assegnati in segreto (Conoscente o Spia). Rivela il tuo ruolo e tocca Continua.
pt_pt: 2. Os papéis são atribuídos em segredo (Conhecedor ou Espião). Revele seu papel e toque em Continuar.
tr: 2. Roller gizlice atanır (Bilen veya Casus). Rolünü göster ve Devam’a dokun.

# how_step_3
source: 3. Knowers see the secret word—keep it to yourself.
de: 3. Wissende sehen das geheime Wort – behalte es für dich.
es: 3. Los Conocedores ven la palabra secreta — mantenla en secreto.
fr: 3. Les Connaissants voient le mot secret — gardez-le pour vous.
it: 3. I Conoscenti vedono la parola segreta — tienila per te.
pt_pt: 3. Os Conhecedores veem a palavra secreta — mantenha-a em segredo.
tr: 3. Bilenler gizli kelimeyi görür—kendine sakla.

# how_step_4
source: 4. Turns go in order. On your turn, type a single clue related to the word (don’t use the word itself).
de: 4. Die Züge gehen der Reihe nach. Gib in deinem Zug einen einzelnen Hinweis, der zum Wort passt (benutze nicht das Wort selbst).
es: 4. Los turnos van en orden. En tu turno, escribe una sola pista relacionada con la palabra (no uses la palabra en sí).
fr: 4. Les tours s’enchaînent. À votre tour, saisissez un seul indice lié au mot (n’utilisez pas le mot lui-même).
it: 4. I turni procedono in ordine. Nel tuo turno, digita un unico indizio relativo alla parola (non usare la parola stessa).
pt_pt: 4. As jogadas seguem em ordem. Na sua vez, digite uma única pista relacionada à palavra (não use a palavra em si).
tr: 4. Sıra ile ilerlenir. Sıra sende olduğunda, kelimeyle ilgili tek bir ipucu yaz (kelimenin kendisini yazma).

# how_step_5
source: 5. The Spy tries to blend in without knowing the word. Knowers give hints that help teammates without exposing it.
de: 5. Der Spion versucht, ohne das Wort zu kennen, mitzuhalten. Wissende geben Hinweise, die dem Team helfen, ohne es zu verraten.
es: 5. El espía intenta mezclarse sin conocer la palabra. Los Conocedores dan pistas que ayudan al equipo sin revelarla.
fr: 5. L’espion essaie de se fondre sans connaître le mot. Les Connaissants donnent des indices qui aident l’équipe sans le dévoiler.
it: 5. La spia cerca di mimetizzarsi senza conoscere la parola. I Conoscenti danno indizi che aiutano la squadra senza rivelarla.
pt_pt: 5. O espião tenta se misturar sem conhecer a palavra. Os Conhecedores dão pistas que ajudam o time sem revelá-la.
tr: 5. Casus, kelimeyi bilmeden araya karışmaya çalışır. Bilenler, kelimeyi ele vermeden takımına yardımcı olacak ipuçları verir.

# how_step_6
source: 6. After several rounds of clues, the game moves to voting.
de: 6. Nach mehreren Runden mit Hinweisen kommt die Abstimmung.
es: 6. Tras varias rondas de pistas, se pasa a la votación.
fr: 6. Après plusieurs manches d’indices, on passe au vote.
it: 6. Dopo diverse manche di indizi, si passa alla votazione.
pt_pt: 6. Após várias rodadas de pistas, ocorre a votação.
tr: 6. Birkaç tur ipucundan sonra oyun oylama aşamasına geçer.

# how_step_7
source: 7. Voting: Pick the player(s) you believe are the spy. If there are multiple spies, select exactly that many.
de: 7. Abstimmung: Wähle die Spieler, von denen du glaubst, dass sie der Spion sind. Bei mehreren Spionen wähle genau so viele.
es: 7. Votación: Elige a los jugadores que creas que son el espía. Si hay varios, selecciona exactamente ese número.
fr: 7. Vote : Choisissez le(s) joueur(s) que vous pensez être l’espion. S’il y a plusieurs espions, sélectionnez exactement ce nombre.
it: 7. Voto: Scegli i giocatori che ritieni siano la spia. Se ci sono più spie, seleziona esattamente quel numero.
pt_pt: 7. Votação: Escolha os jogadores que você acredita serem o espião. Se houver vários, selecione exatamente esse número.
tr: 7. Oylama: Casus olduğunu düşündüğün oyuncu(ları) seç. Birden fazla casus varsa, tam casus sayısı kadar seçim yap.

# how_step_8
source: 8. Results: If all spies are caught, Knowers win. If any spy escapes, the Spies win.
de: 8. Ergebnis: Wenn alle Spione gefasst werden, gewinnen die Wissenden. Entkommt ein Spion, gewinnen die Spione.
es: 8. Resultados: Si se atrapa a todos los espías, ganan los Conocedores. Si algún espía escapa, ganan los Espías.
fr: 8. Résultats : Si tous les espions sont capturés, les Connaissants gagnent. Si un espion s’échappe, les Espions gagnent.
it: 8. Risultati: Se tutte le spie vengono catturate, vincono i Conoscenti. Se una spia scappa, vincono le Spie.
pt_pt: 8. Resultados: Se todos os espiões forem pegos, os Conhecedores vencem. Se algum espião escapar, os Espiões vencem.
tr: 8. Sonuç: Tüm casuslar yakalanırsa Bilenler kazanır. Herhangi bir casus kaçarsa Casuslar kazanır.
