Repository: bugrahaneefe/spyword_app
Catalog: spyword/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt_pt, tr

# how_tips
source: Tip: Keep clues specific but not obvious. Too clear helps the Spy; too vague makes your team suspicious.
de: Tipp: Halte Hinweise spezifisch, aber nicht offensichtlich. Zu klar hilft dem Spion; zu vage macht dich verdächtig.
es: Consejo: Da pistas específicas pero no obvias. Demasiado claro ayuda al espía; demasiado vago te hace sospechoso.
fr: Astuce : Donnez des indices spécifiques mais pas trop évidents. Trop clair aide l’espion ; trop vague vous rend suspect.
it: Suggerimento: Indizi specifici ma non ovvi. Troppo chiaro aiuta la spia; troppo vago ti rende sospetto.
pt_pt: Dica: Dê pistas específicas, mas não óbvias. Muito claro ajuda o espião; muito vago o torna suspeito.
tr: İpucu: İpuçların net ama çok da bariz olmasın. Fazla açık casusa yarar; fazla belirsiz de takımı şüphelendirir

# category_section
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_pt: Categoria
tr: Kategori

# category_world
source: World (Famous people & characters)
de: Welt (Berühmte Personen & Figuren)
es: Mundo (Personas y personajes famosos)
fr: Monde (Personnalités & personnages célèbres)
it: Mondo (Persone e personaggi famosi)
pt_pt: Mundo (Pessoas e personagens famosos)
tr: Dünya (Ünlü kişi & karakterler)

# category_turkiye
source: Türkiye (Famous locally)
de: Türkiye (Lokal berühmt)
es: Türkiye (Famosos locales)
fr: Türkiye (Célébrités locales)
it: Türkiye (Famosi locali)
pt_pt: Türkiye (Famosos locais)
tr: Türkiye (Ünlü kişi & karakterler)

# category_world_football
source: World Football
de: Weltfußball
es: Fútbol mundial
fr: Football mondial
it: Calcio mondiale
pt_pt: Futebol mundial
tr: Dünya Futbolu

# category_hint
source: Pick a pool. A random name/character from that pool will be used as the secret word.
de: Wähle einen Pool. Ein zufälliger Name/Charakter daraus wird als geheimes Wort verwendet.
es: Elige un conjunto. Un nombre/personaje aleatorio de ese conjunto será la palabra secreta.
fr: Choisissez un ensemble. Un nom/personnage aléatoire de cet ensemble sera utilisé comme mot secret.
it: Scegli un insieme. Un nome/personaggio casuale di quell’insieme sarà la parola segreta.
pt_pt: Escolha um conjunto. Um nome/personagem aleatório desse conjunto será usado como a palavra secreta.
tr: Bir havuz seçin. Gizli kelime bu havuzdan rastgele seçilir.

# category_custom
source: Custom Word
de: Eigenes Wort
es: Palabra personalizada
fr: Mot personnalisé
it: Parola personalizzata
pt_pt: Palavra personalizada
tr: Özel Kelime

# spy_guesses_title
source: Spy Guesses
de: Spion-Tipps
es: Adivinanzas del espía
fr: Suppositions de l’espion
it: Ipotesi della spia
pt_pt: Palpites do espião
tr: Casus Tahminleri

# spy_guess_pending
source: No guess yet
de: Noch kein Tipp
es: Sin conjetura aún
fr: Aucune supposition
it: Nessuna ipotesi ancora
pt_pt: Nenhum palpite ainda
tr: Henüz tahmin yok

# spy_guess_word
source: Guess the Word
de: Wort erraten
es: Adivinar la palabra
fr: Deviner le mot
it: Indovina la parola
pt_pt: Adivinhar a palavra
tr: Kelimeyi Tahmin Et

# enter_guess
source: Type your guess
de: Gib deinen Tipp ein
es: Escribe tu conjetura
fr: Saisissez votre supposition
it: Scrivi la tua ipotesi
pt_pt: Digite seu palpite
tr: Tahminini yaz

source: Submit Guess
de: Tipp absenden
es: Enviar conjetura
fr: Envoyer la supposition
it: Invia ipotesi
pt_pt: Enviar palpite
tr: Tahmini Gönder

source: Reveal Secret Word
de: Geheimes Wort anzeigen
es: Revelar palabra secreta
fr: Révéler le mot secret
it: Rivela la parola segreta
pt_pt: Revelar palavra secreta
tr: Gizli Kelimeyi Aç

# revealed_secret_word
source: Secret word: %@
de: Geheimes Wort: %@
es: Palabra secreta: %@
fr: Mot secret : %@
it: Parola segreta: %@
pt_pt: Palavra secreta: %@
tr: Gizli kelime: %@

# result_spies_win_by_guess
source: Spies win! They guessed the secret word.
de: Spione gewinnen! Sie haben das geheime Wort erraten.
es: ¡Ganan los espías! Adivinaron la palabra secreta.
fr: Les Espions gagnent ! Ils ont deviné le mot secret.
it: Vincono le Spie! Hanno indovinato la parola segreta.
pt_pt: Os Espiões vencem! Eles adivinharam a palavra secreta.
tr: Casuslar kazandı! Gizli kelimeyi bildiler.

# category_movies
source: Movies (Famous films & characters)
de: Filme (Berühmte Filme & Figuren)
es: Cine (Películas y personajes famosos)
fr: Films (Films & personnages célèbres)
it: Cinema (Film e personaggi famosi)
pt_pt: Cinema (Filmes e personagens famosos)
tr: Filmler (Ünlü filmler & karakterler)

# category_science
source: Science (Scientists & discoveries)
de: Wissenschaft (Wissenschaftler & Entdeckungen)
es: Ciencia (Científicos y descubrimientos)
fr: Science (Scientifiques & découvertes)
it: Scienza (Scienziati e scoperte)
pt_pt: Ciência (Cientistas e descobertas)
tr: Bilim (Bilim insanları & keşifler)

# category_history
source: History (Figures & events)
de: Geschichte (Personen & Ereignisse)
es: Historia (Figuras y eventos)
fr: Histoire (Personnages & événements)
it: Storia (Figure ed eventi)
pt_pt: História (Figuras e eventos)
tr: Tarih (Şahsiyetler & olaylar)

# category_geography
source: Geography (Places & landmarks)
de: Geografie (Orte & Wahrzeichen)
es: Geografía (Lugares y monumentos)
fr: Géographie (Lieux & monuments)
it: Geografia (Luoghi e monumenti)
pt_pt: Geografia (Lugares e marcos)
tr: Coğrafya (Yerler & simgeler)

# category_music
source: Music (Singers & bands)
de: Musik (Sänger & Bands)
es: Música (Cantantes y bandas)
fr: Musique (Chanteurs & groupes)
it: Musica (Cantanti e band)
pt_pt: Música (Cantores e bandas)
tr: Müzik (Şarkıcılar & gruplar)

# category_literature
source: Literature (Writers & characters)
de: Literatur (Autoren & Figuren)
es: Literatura (Escritores y personajes)
fr: Littérature (Auteurs & personnages)
it: Letteratura (Scrittori e personaggi)
pt_pt: Literatura (Escritores e personagens)
tr: Edebiyat (Yazarlar & karakterler)

# confirm_end_title
source: End Game?
de: Spiel beenden?
es: ¿Terminar la partida?
fr: Terminer la partie ?
it: Terminare la partita?
tr: Oyunu Bitir?

# confirm_end_message
source: This will reset the room and clear all rounds and guesses.
de: Dadurch wird der Raum zurückgesetzt und alle Runden sowie Vermutungen gelöscht.
es: Esto restablecerá la sala y borrará todas las rondas y votos.
fr: Cette action réinitialisera le salon et effacera toutes les manches et les votes.
it: Questa operazione reimposterà la stanza e cancellerà tutti i round e i voti.
tr: Bu işlem odayı sıfırlar ve tüm turları ile tahminleri temizler.

# confirm_end_confirm
source: End Game
de: Spiel beenden
es: Terminar
fr: Terminer
it: Termina
tr: Oyunu Bitir

# confirm_end_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
tr: İptal

# confirm_finish_title
source: Finish Voting?
de: Abstimmung beenden?
es: ¿Finalizar la votación?
it: Terminare la votazione?
tr: Oylamayı Bitir?

# confirm_finish_message_fmt
source: %d of %d players have voted. Finish voting anyway?
de: %1$d von %2$d Spielern haben abgestimmt. Trotzdem beenden?
es: %1$d de %2$d jugadores han votado. ¿Finalizar de todos modos?
it: %1$d su %2$d giocatori hanno votato. Terminare comunque?
tr: %2$d oyuncudan %1$d'i oy kullandı. Oylamayı bitirmek istiyor musun?

# confirm_finish_confirm
source: Finish
de: Beenden
es: Finalizar
it: Termina
tr: Bitir

# confirm_finish_cancel
source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
tr: İptal

source: Now playing
de: Gerade am Zug
es: Jugando ahora
it: Sta giocando
tr: Şu anda oynuyor

# category_technology
source: Technology
de: Technologie
es: Tecnología
it: Tecnologia
tr: Teknoloji

# category_animals
source: Animals
de: Tiere
es: Animales
it: Animali
tr: Hayvanlar

# category_mythology
source: Mythology
de: Mythologie
es: Mitología
it: Mitologia
tr: Mitoloji

# category_festivals
source: Festivals
de: Feste & Festivals
es: Festivales
it: Festival
tr: Festivaller

# category_cuisine
source: Cuisine
de: Küche
es: Gastronomía
it: Cucina
tr: Mutfak

# category_tr_influencers
source: Türkiye (Social Media Creators)
de: Türkei (Social-Media-Creators)
es: Turquía (Creadores en redes)
it: Turchia (Creator sui social)
tr: Türkiye (Sosyal Medya Ünlüleri)

# category_tr_politicians
source: Türkiye (Politicians)
de: Türkei (Politiker)
es: Turquía (Políticos)
it: Turchia (Politici)
tr: Türkiye (Siyasetçiler)

# category_tr_memes
source: Türkiye (Internet Culture & Memes)
de: Türkei (Internetkultur & Memes)
es: Turquía (Cultura de internet y memes)
it: Turchia (Cultura internet & meme)
tr: Türkiye (İnternet Kültürü & Mizah)

# category_tr_streetfood
source: Türkiye (Street Food)
de: Türkei (Streetfood)
es: Turquía (Comida callejera)
it: Turchia (Street food)
tr: Türkiye (Sokak Lezzetleri)

source: See Result
de: Ergebnis anzeigen
it: Vedi risultato
tr: Sonucu Gör

# category_tr_actors
source: Turkish Actors
de: Türkische Schauspieler
it: Attori Turchi
tr: Türk Oyuncular

source: Guessed
de: Erraten
it: Indovinato
tr: Tahmin

# select_players_description
source: Choose the players you want to include in the game.
de: Wählen Sie die Spieler aus, die Sie ins Spiel aufnehmen möchten.
it: Seleziona i giocatori che vuoi includere nel gioco.
tr: Oyuna dahil etmek istediğiniz oyuncuları seçin.

# game_settings_description
source: Enter your own word or get a random one, set the number of spies and rounds, and start the game.
it: Inserisci una tua parola oppure usane una casuale, imposta il numero di spie e di round e avvia la partita.
tr: İstersen kendi kelimeni yaz ya da rastgele bir kelime seç; casus ve tur sayısını ayarla ve oyunu başlat.
